[{"model": "flatpages.flatpage", "pk": 1, "fields": {"url": "/about/", "title": "About", "content": "<h2><strong>OVERVIEW </strong></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The Pan Am Path is an 87 kilometre legacy trail that links diverse neighbourhoods across 13 wards in the Greater Toronto Area. Friends of the Pan Am Path (FOPAP) FOPAP Is an independent non-profit with a mandate to bring the path to life and establish a national legacy that continues to grow beyond the 2015 Pan Am/ Para Pan Am Games.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>BACKGROUND</strong></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>The Pan Am Path was started by a group of Toronto artists and city-builders in collaboration with the City of Toronto. On July 18, 2013, Toronto City Council endorsed the Pan Am Path as a Host City Showcase Program of the Games and committed $1.9 million to accelerate the building of physical connections along the network. The Pan Am Path and creation of a continuous trail was approved by City Council in 2013 to enhance the experience of the Games for residents and visitors while advancing the City&rsquo;s economic development and tourism, sport development, healthy living, resident engagement and cultural celebration goals. Friends of the Pan Am Path was incorporated in 2013, and in 2015 we launch programming along side the Pan Am Games.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>GOAL</strong></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>To contribute to a better quality of life for residents in the Greater Toronto Area.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><br />\r\n&nbsp;</p>\r\n\r\n<hr />\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>TEAM</strong></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Jade Lee Hoy</strong> | Executive Director</p>\r\n\r\n<p>For nearly a decade, Jade has worked in arts and culture with organizations like OCAD University, MANIFESTO Community Projects, Pan Am Path, Buddies in Bad Times Theatre, and the City of Toronto&#39;s Economic Development and Culture Division. Her passion for social change and learning from diverse cultures has taken her to over a dozen countries calling four her home. These experiences lead to the creation of her practice in experience design which focuses on Creative Placemaking and Community Building.</p>\r\n\r\n<p>Jade is a graduate of the MDES Strategic Foresight and Innovation program at OCAD University. She holds a BA in International Development from Trent University having done one year abroad at Chaing Mai University in Thailand and has completed project management courses from Ryerson University.</p>\r\n\r\n<p><br />\r\n<strong>Ann-Marie Power</strong> |&nbsp;Programming Director</p>\r\n\r\n<p>Ann-Marie Power (AMP) earned a BA at Queen&rsquo;s University, and an MBA from the University of Guelph. She established AMPlove in 2011 specializing in public works, interior and exterior murals, sculptural installations, live art events and art festivals across Canada and the United States. In 2014, she co-founded a not for profit called Surface Art which works with a select group of artists to preserve, exhibit and produce graffiti and street art of historical, cultural and educational significance. AMP has worked with the City of Toronto&#39;s StreetARToronto department extensively, as well as, the City of Ottawa, Metrolinx, City of Saskatoon, City of Barrie and the Town of Canmore.</p>\r\n\r\n<p>Other projects have included installations with:</p>\r\n\r\n<p>Queen&#39;s University, Movember, United Way, Holt Renfrew, Bell Media, Vans, Maderas Village (Nicaragua), UP Here Music + Art Festival (Sudbury), WayHome (Oro) and North by North East Music Festivals.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Nicole Chin</strong> | Communications Manager</p>\r\n\r\n<p>Nicole Chin is a communications specialist, strategist and consultant with over 7 years of multi-faceted experience in PR, Marketing and Social Media management. She has worked with various agencies and consumer brands in developing high level plans and outreach strategies. Nicole&rsquo;s vision for the future of brand communications is for organizations to create highly authentic, visual and engaging communications strategies through creative mediums and partnerships. Nicole is working with Friends of the Pan Am Path to create context, storylines and bring visibility to the many active living and arts initiatives surrounding the Pan Am Path and its partners.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Fiona Scott</strong> | Evaluation, Development Manager</p>\r\n\r\n<p>Fiona Scott is a researcher and evaluator with a passion for making sure that people have the opportunities and experiences they need to succeed and thrive. &nbsp;With 20 years of experience, Fiona works with governments, school boards, universities, foundations and not-for-profit organizations to use research evidence to support effective programs and policies aimed at improving outcomes for people. Fiona is working with Friends of the Pan Am Path to tell the story of the organization by evaluating how it is bringing the path to life through arts, culture and recreation.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<hr />\r\n<p>&nbsp;</p>\r\n\r\n<h2><strong>BOARD OF DIRECTORS</strong></h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Brent Chamberlain, Chair, Co-founder</strong></p>\r\n\r\n<p>A passionate city-builder, Brent helped to co-found the Pan Am Path during CivicAction&rsquo;s 2012 DiverseCity Fellows program. He has held a number of leadership positions in both the private and non-profit sectors and currently leads the team responsible for inclusion and diversity at CIBC. Brent is a graduate of McGill University and the London School of Economics.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Salim Rachid, Co-founder</strong></p>\r\n\r\n<p>Salim is a founding board member of the Friends of the Pan Am Path and is passionate about creating a more liveable and walkable city. He currently works at Edelman Canada as a Director in client strategy. Salim moved to Toronto in 2009 and has been an active volunteer with many organizations since. He studied international relations at the University of Oxford.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>Caitlin McClung, Co-Founder, Secretary&nbsp;</strong></p>\r\n\r\n<p>An advocate for more inclusive and connected communities, Caitlin helped pivot the Pan Am Path from idea to action during CivicAction&rsquo;s 2012 DiverseCity Fellows program. A graduate from McGill and Ryerson University, Caitlin has held senior positions within government, a top tier management consulting firm and is currently a Director at StrategyCorp, a boutique strategic advisory firm. Caitlin and her growing family live near the path in Toronto&#39;s west end.&nbsp;</p>", "enable_comments": false, "template_name": "", "registration_required": false, "sites": [2]}}, {"model": "flatpages.flatpage", "pk": 4, "fields": {"url": "/mission/", "title": "Mission", "content": "<h2>Our mission is to enrich and enhance public spaces along the Pan Am Path through arts, culture and recreation.</h2>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<hr />\r\n<p>&nbsp;</p>", "enable_comments": false, "template_name": "", "registration_required": false, "sites": [2]}}, {"model": "flatpages.flatpage", "pk": 5, "fields": {"url": "/mission/2/", "title": "Well Being", "content": "<p><img alt=\"\" src=\"/media/uploads/2018/04/29/pap-icon-2.png\" style=\"width:100%\" /></p>\r\n\r\n<hr />\r\n<h1>Well Being</h1>\r\n\r\n<p>We encourage personal happiness and well-being through active participation and creative use of of the public green spaces along the path.</p>", "enable_comments": false, "template_name": "", "registration_required": false, "sites": [2]}}, {"model": "flatpages.flatpage", "pk": 6, "fields": {"url": "/mission/1/", "title": "Social Inclusion", "content": "<p><img alt=\"\" src=\"/media/uploads/2018/04/29/pap-icon-1.png\" style=\"width:100%\" /></p>\r\n\r\n<hr />\r\n<h1>Social Inclusion</h1>\r\n\r\n<p>The Pan Am Path aims to represent and engage people from across cultures, ages and neighbourhoods.</p>", "enable_comments": false, "template_name": "", "registration_required": false, "sites": [2]}}, {"model": "flatpages.flatpage", "pk": 7, "fields": {"url": "/mission/3/", "title": "Connectivity", "content": "<p><img alt=\"\" src=\"/media/uploads/2018/04/29/pap-icon-3_wjIkK8z.png\" style=\"width:100%\" /></p>\r\n\r\n<hr />\r\n<h1>Connectivity</h1>\r\n\r\n<p>We create opportunities for intergenerational community engagement and strategic partnerships with organizations who carry the same vision for a healthy, inclusive and liveable city.</p>", "enable_comments": false, "template_name": "", "registration_required": false, "sites": [2]}}, {"model": "flatpages.flatpage", "pk": 8, "fields": {"url": "/submit/", "title": "Submit", "content": "", "enable_comments": false, "template_name": "", "registration_required": false, "sites": [2]}}]